[
    {
        "id": 1,
        "title": "Kids Grooming with New Lessons",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1.jpg",
        "description": "It has become an essential part of parenting nowadays to enrol a child in kids grooming class. Many of the elders see this as just a trend that young parents are practising. However, the benefits of these classes say otherwise. In this article, we will see what is taught in a child grooming class. Grooming generally refers to preparing a person for a certain purpose or activity. The child grooming classes aim at preparing the children as well-behaved ones. In these classes, so many interactive sessions are held. Even some playschool in Grant Road, Mumbai, and other cities offer grooming classes for children now as a part of their curriculum.",
        "date": "April 20, 2021",
        "comments": "0 Comments"
    },
    {
        "id": 2,
        "title": "The Indoor Activities for Everyone",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1-5.jpg",
        "description": "We’re all at home more than ever before now – and it’s important that we continue to do so, protecting those who cannot! But for little kids, staying at home might not be the most entertaining way to pass the time, especially when playing in the backyard isn’t an option. So whether you’re enjoying city living or trying to beat the boredom on a rainy/snowy afternoon, we’ve got some tricks to pass from our sleeve to yours! Here’s our favorite fun indoor activities for your little ones:  Honestly, everything’s more fun in a fort! Get your little ones to help you destroy the living room in the name of a fun afternoon – round up all the couch cushions, extra sheets, blankets, & pillows and build that fort, mama! A way to get all that energy out that hopefully won’t end in a broken vase or a crying child! Throw on your favorite kid friendly playlist and dance the afternoon away. And it’s a great way to get a little exercise in.",
        "date": "April 21, 2021",
        "comments": "7 Comments"
    },
    {
        "id": 3,
        "title": "Creative Activities for Everyone",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1-6.jpg",
        "description": "Many times, we suffer creative block, struggling to figure out what to draw, design, or make next. No matter what our creative field, we all need regular inspiration to help us on our way. The web is the perfect playground for exploring and being inspired by an endless range of art, illustration, photography, graphic design, and crafts. But finding those inspiring blogs can be difficult. That's why we've painstakingly put together the following list of 70 of the best blogs for creative inspiration, so you never need to go elsewhere or waste hours of your precious time scouring the search engines. We've split this list into various creative fields for easy reference.",
        "date": "April 22, 2021",
        "comments": "8 Comments"
    },
    {
        "id": 4,
        "title": "10 Skills Which Kids Will Learn",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1-1.jpg",
        "description": "Have you ever wondered how independent your child actually is? Will your child be able to look after themselves if left alone for a while? Do you think your child is well-equipped with essential life skills to face the world? If your child can’t look after themselves, they can’t develop essential life skills or the important personality traits developed alongside them. Life skill education simply cannot stop with the exposure your child receives in school. To learn its importance, a child needs to be taught at home through experiences and training activities.",
        "date": "April 23, 2021",
        "comments": "10 Comments"
    },
    {
        "id": 5,
        "title": "Full Day Session with New Activities",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1-4.jpg",
        "description": "Most student affairs professionals pursued this field because we adore connecting with students. We imagine hours spent chatting on campus and planning programs together. But for many folx, that’s simply not possible right now. (I’m glaring angrily at you, COVID-19.) Yet, given our patented tenacious #SApro spirits, we won’t let little things like campus closures and the complete disruption of our daily lives spoil all of our activities. Instead, we adapt. SA pros nationwide are looking for activities that can be run virtually. Although our students cannot physically enter a set campus space together, we want them to log on, plug in, and engage with one another remotely. ",
        "date": "April 24, 2021",
        "comments": "2 Comments"
    },
    {
        "id": 6,
        "title": "How to Create a Learning Environment",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1-3.jpg",
        "description": "I visit a lot of classrooms. And I'm always fascinated by the variety of ways teachers launch the new school year and also with how they run their rooms on a daily basis. From these visits and my own experiences as an instructor, I'd like to offer my top 20 suggestions for keeping your classroom a safe, open, and inviting place to learn. Community Build All Year Long. Routinely include strategies and activities in your lessons, such as Save the Last Word for Me, that allow students to express their thoughts and ideas, build relationships, and practice collaboration. This will help grow and maintain a feeling of emotional safety in your classroom.",
        "date": "April 25, 2021",
        "comments": "5 Comments"
    },
    {
        "id": 7,
        "title": "We Make Difference in the Life Child",
        "img": "https://raw.githubusercontent.com/sabuj-mojumdar/projects-img/main/Mask-Group-1-2.jpg",
        "description": "For many children, the holidays are a time of receiving. If your children are like mine, they’ve looked through catalogs, created wish lists, and even begun dreaming of the wonderful presents that will soon (magically) arrive. But what happens afterward, when the gifts have been opened and that initial excitement has waned? Two recent studies have proven what you may already know--receiving does not lead to lasting happiness for children (or adults).",
        "date": "April 25, 2021",
        "comments": "5 Comments"
    }
]